
<html lang="en" dir="ltr">
  <head>
    <meta charset = "UTF-8" name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="pspi.css">
    <!-- Font icons pulled from remix icon CDN (Content delivery network) -->
   <link href="https://cdn.jsdelivr.net/npm/remixicon@2.5.0/fonts/remixicon.css" rel="stylesheet">
   <!-- Link to your stylesheet -->
   <link rel="stylesheet" href="./styles.css">
   <!-- -->
   <meta http-equiv="X-UA-Compatible" content="IE=edge">

    <title>Psychology</title>
    <link rel="icon" type="image/x-icon" href="favicon.png">

    <style>

    body {
      margin: 0;
      font-family: Arial, Helvetica, sans-serif;
    }
    /*a{text-decoration: none;}*/
    </style>
  </head>

  <body>
    <?php
    include 'header.php'
     ?>
<br>
    <div class="center">
       <hr style="border-top:2px solid #90EE90">
            <h2><strong>ΨΥΧΟΛΟΓΙΑ</strong></h2>
            <hr style="border-top:2px solid  #ED6964">
      </div>

    <!--first article-->
    <div class="containerBlog">
      <br>

      <p>
        <a class="containerBlog__img_link" href="readmore(psychology1).php">
          <img class="containerBlog__img" src="eating-disorder.png"/>
        </a>
        <!--restart diet-->
<a href="readmore(psychology1).php"><strong>Πως να μην τρώτε τα συναισθήματα σας</strong></a><br><br>Μα το φαγητό πρέπει να μας κάνει να αισθανόμαστε καλά! Έχει ωραία γεύση και γεμίζει το σώμα μας με θρεπτικά συστατικά και ενέργεια!

Μια πολύ λογική διαπίστωση, που δεν βρίσκει καμία εφαρμογή στην καθημερινότητα των περισσότερων από εμάς. Αν φάμε λιγότερο ή περισσότερο η υγεία και η ποιότητα της ζωής μας επηρεάζεται -αρνητικά-  και κατά συνέπεια το ίδιο συμβαίνει και στην ψυχολογία μας.<a href="readmore(psychology1).php" style="color:grey;">...Διαβάστε περισσότερα</a>
<!--Η σύνδεση φαγητού και ψυχολογίας είναι αδιαμφισβήτητη. Όλοι έχουμε «φάει» τα συναισθήματα μας, άγχος, λύπη, αγωνία, βαρεμάρα και πόσα ακόμα θετικά, αλλά κυρίως αρνητικά συναισθήματα και καταστάσεις. Όλοι έχουμε επιβραβεύσει ή τιμωρήσει τον εαυτό μας με φαγητό ή στέρηση φαγητού. Το δύσκολο κομμάτι έρχεται όταν οι παραπάνω καταστάσεις παγιώνονται και καθιστούν την καθημερινότητα μας δυσλειτουργική.

Μικρές διατροφικές αλλαγές μπορούν να κάνουν τη μεγάλη διαφορά. Ευρήματα από σχετικές έρευνες έχουν αποδείξει ότι πολύ μικρές προσαρμογές όπως

Η κατανάλωση μικρότερης ποσότητας junk food και μεγαλύτερης ποσότητας πιο θρεπτικών τροφών όπως όσπρια, ψάρι και λαχανικά και
Μικρά γεύματα στη διάρκεια της μέρας
είχαν ευεργετική δράση όχι μόνο στη βελτίωση της αυτοεικόνας των συμμετεχόντων, αλλά και στην ψυχολογία τους. Τέτοιου είδους έρευνες ενισχύουν την πεποίθηση ότι διατροφικά μοτίβα, συμπληρώματα διατροφής (σε συνεννόηση με τον γιατρό) και βιταμίνες, ιχνοστοιχεία και άλλες θρεπτικές ουσίες μπορεί να είναι η αιτιολογία για προβλήματα ψυχικής υγείας ή η θεραπεία.
Τα είπαμε πολύ ωραία παραπάνω, αλλά στην πραγματικότητα, πόσο εύκολο είναι να γίνουν οι μικρές αυτές προσαρμογές? Η απάντηση είναι ότι είναι δύσκολο, αλλά όχι ακατόρθωτο. Το μυστικό είναι να θέτεις μικρούς και εφικτούς στόχους και να προσπαθείς να τους κατακτάς μέρα με τη μέρα. Μην πεις από τη μια στιγμή στην άλλη, ενώ δεν πίνεις καθόλου νερό, ότι ‘ από αύριο θα πίνω 2 λίτρα νερό τη μέρα’. Αντί γι’ αυτό πες ‘ θα πίνω ένα ποτήρι νερό πριν από κάθε γεύμα για τον υπόλοιπο μήνα’.

Για να κερδίσεις όλους αυτούς τους μικρούς στόχους που θα σε κάνουν να επαναπροσδιορίσεις τη σχέση σου με το φαγητό και να αλλάξεις τη ζωή σου αυτό που χρειάζεσαι είναι υποστηρικτικό πλαίσιο και εκπαίδευση. Μην φοβηθείς να ζητήσεις βοήθεια από ειδικούς και μην το αφήσεις για αύριο.

Και να θυμάσαι ότι δεν χρειάζεται κανείς να είναι τέλειος.  Χρειάζεται μόνο να είναι όσο πιο συνεπής μπορεί και να μην σταματήσει να προσπαθεί. -->
</p>

</div>

<!--second article-->
    <div class="containerBlog">
      <br>

      <p>
        <a class="containerBlog__img_link" href="readmore(psy2).php">
          <img class="containerBlog__img" src="junkfood.jpg"/>
        </a>
        <a href="readmore(psy2).php"><strong>Τί να κάνεις μετά από ένα ολίσθημα</strong></a><br><br>
        Mετάβαση από την διατροφή των εορτών πίσω στο ισορροπημένο μεσογειακό πλάνο, μπορεί να φαντάζει πρόκληση.
Κι αυτό γιατί πάνω που παίρνεις την απόφαση να σταματήσεις να τρως χαζομάρες όλο και κάτι γίνεται και καταλήγεις να πέφτεις σε ολίσθημα.

Αυτό που ίσως δεν σου έχει πει κανένας μέχρι τώρα όμως, είναι ότι<a href="readmore(psy2).php" style="color:grey;">...Διαβάστε περισσότερα</a>
<!--τα ολισθήματα είναι ένα αναπόσπαστο κομμάτι της διατροφής.

Συμβαίνουν σε όλους μας και είναι αναμενόμενο να προκύπτουν όταν απαγορεύεις από μόνος σου τροφές επειδή είσαι συναισθηματικά φορτισμένος κ.α.

– Τι μπορείς να κάνεις λοιπόν μετά από ένα ολίσθημα;

Να συνεχίσεις κανονικά τη ζωή σου και τίποτε άλλο. Εύκολο;-->
    </p>
    </div>

    <!--third article-->
        <div class="containerBlog">
          <br>

          <p>
            <a class="containerBlog__img_link" href="readmore-psy3.php">
              <img class="containerBlog__img" src="yourself.jpg"/>
            </a>
            <a href="readmore-psy3.php"><strong>Γιατί τιμωρείς τον εαυτό σου;</strong></a><br><br>
            Ξεκινάει μια καινούρια ημέρα. Σήμερα θα προσέξεις την διατροφή σου περισσότερο γιατί εχθές ξέφυγες από το πρόγραμμα σου και έφαγες 2 κομμάτια πίτσα το βράδυ. Έτσι λοιπόν<a href="readmore-psy3.php" style="color:grey;">...Διαβάστε περισσότερα</a>
    <!--  ξεκινάς και τρως για πρωινό ένα γιαούρτι.
    Σκέτο. Νιώθεις περήφανος που δεν έβαλες δημητριακά αυτή τη φορά. Μετά από μισή ώρα όμως άρχισες να πεινάς.
    Κάνεις υπομονή. Έρχεται η ώρα του μεσημεριανού και επιλέγεις φυσικά μια σαλάτα ελπίζοντας αυτό το γεύμα
    να σε κρατήσει σίγουρα περισσότερο από το γιαούρτι. Μέγα λάθος. Μετά από 1 ώρα ξαναεμφανίζεται η πείνα. Νιώθεις εξάντληση, εκνευρισμό, δεν μπορείς να σταματήσεις
    να σκέφτεσαι το φαγητό. Και φτάνει το βραδάκι όπου έχουν πέσει οι άμυνες σου και η αντοχή σου και καταλήγεις να τρως ο,τι βρεις μέσα στο ψυγείο σου.
    Το αποτέλεσμα: νιώθεις σκασμένος από το φαγητό και πολλές πολλές ενοχές που χάλασες της προσπάθεια σου.
  Μα πώς έφτασα εδώ αναρωτιέσαι; Επειδή είχες ένα ολίσθημα, μια στιγμή αδυναμίας στέρησες εσκεμμένα από μόνος σου στον οργανισμό σου θερμίδες=φαγητό.
  ΟΧΙ!!


  Δεν είναι ηρωικό να αγνοείς τα σημάδια πεινάς που σου στέλνει το σώμα σου, είναι ανούσια ταλαιπωρία.

  Μην στερείς από τον οργανισμό σου το φαγητό. Οργάνωσε τα γεύματα σου έτσι ώστε να νιώθεις γεμάτος και ήρεμος καθ όλη τη διάρκεια της ημέρας.

-->
        </p>
        </div>
        <?php
        include 'footer.php'
         ?>

    <br>
  </div>
</html>
