<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8" name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="pspi.css">
    <title>8 Συμβουλές γυμναστικής για να ξεπεράσετε τα εμπόδια σας στο ξεκίνημα</title>
    <link rel="icon" type="image/x-icon" href="favicon.png">
    <link href="https://cdn.jsdelivr.net/npm/remixicon@2.5.0/fonts/remixicon.css" rel="stylesheet">
    <!-- Link to your stylesheet -->
    <link rel="stylesheet" href="./styles.css">
    <!-- -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <style>

        body {
            margin: 0;
            font-family: Arial, Helvetica, sans-serif;
        }
        img{
            border-radius:7px;
        }
        .readmore_text {
            text-align: left;
            padding: 4px;
            margin: 20px;
            font-size: 20px;
        }
    </style>
</head>
<body>
  <?php
  include 'includes\header.php';
   ?>
    <div class="center">


        <br>
        <img alt="image_readmore" src="exercise2.jpg" width="30%">

        <p class="readmore_text">
          Όταν είστε αρχάριος, μπορεί να είναι δύσκολο να ξεκινήσετε και να αφοσιωθείτε στο ταξίδι σας για την υγεία και τη φυσική κατάσταση.
          <br><br>
          Αφού απέκτησα την κόρη μου, την Arna, έπρεπε να ξεκινήσω ξανά - μόλις άρχισα να ασκούμαι, ήταν δύσκολο να πλοηγηθώ στις προπονήσεις με τις οποίες γνώριζα ΤΟΣΟ, αλλά δεν μπορούσα πλέον να κάνω. Είτε είναι η πρώτη ΣΑΣ φορά που γυμνάζεστε, είτε επιστρέφετε στην άσκηση μετά από τραυματισμό ή παίρνετε λίγο χρόνο, ξέρω πόσο συντριπτικό μπορεί να είναι.
          <br><br>
          Ίσως έχετε προσπαθήσει και δεν ξέρατε πώς να ξεκινήσετε — μπορεί να σας φανεί πολύ δύσκολο το High Intensity με την Kayla Itsines (πρώην BBG) . Εάν επιχειρήσατε να πάτε σε ένα γυμναστήριο ή να ξεκινήσετε ένα νέο πρόγραμμα προπόνησης, μπορεί να είχατε νιώσει εκφοβισμό, να μην είστε σίγουροι πώς να χρησιμοποιήσετε εξοπλισμό ή ποιες ασκήσεις θα έπρεπε να κάνετε.
          <br><br>
          Κυρίες, αν αναβάλλατε να ξεκινήσετε το ταξίδι σας για την υγεία και τη φυσική κατάσταση, εδώ είναι μερικές από τις καλύτερες συμβουλές μου που θα σας βοηθήσουν να ξεκινήσετε.
          <br><br>
          <strong>Οι 8 καλύτερες συμβουλές μου για αρχάριους γυμναστηρίου</strong>
          <br><br>
          Μπορεί να είναι δύσκολο να ξεκινήσετε - ή να ξαναρχίσετε - το ταξίδι υγείας και φυσικής κατάστασης για πολλούς λόγους. Αυτές οι συμβουλές μπορούν να σας βοηθήσουν να ξεπεράσετε τα εμπόδια και να ξεκινήσετε σήμερα.
          <br><br>
          <strong>Ξεκινήστε πιο εύκολα παρά εύκολα</strong><br>
          Το κλειδί είναι να ξεκινήσετε ΕΥΚΟΛΑ όταν είστε αρχάριοι – θα πρέπει να νιώθετε ότι κρατάτε πίσω κατά τη διάρκεια της προπόνησής σας, κάτι που μπορεί να σημαίνει ότι πηγαίνετε πιο αργά ή μειώνετε τον αριθμό των επαναλήψεων των ασκήσεων στην προπόνησή σας για να εξασφαλίσετε τη σωστή φόρμα . <br><br>
          Σχεδίασα το πρόγραμμά μου,  Low Impact with Kayla , για να δώσω στις γυναίκες παντού τα εργαλεία για να χτίσουν δύναμη και μια βάση φυσικής κατάστασης χρησιμοποιώντας βασικά μοτίβα κίνησης. Πιστέψτε με - θα νιώσετε πολύ καλύτερα να περάσετε άνετα την προπόνησή σας, αντί να πιέζετε τον εαυτό σας σε σημείο κούρασης και απογοήτευσης.<br><br>
          Όταν ξεκινάτε αργά, θα νιώσετε ότι έχετε περισσότερη ενέργεια από ό,τι όταν ξεκινήσατε, και αυτό θα σας βοηθήσει να παρακινήσετε να συνεχίσετε.<br><br>
          Θυμηθείτε, η υγεία και η φυσική σας κατάσταση είναι ένα ΤΑΞΙΔΙ. Απολαύστε την εμπειρία σας ως αρχάριος γυμναστικής — θα έρθει τελικά η ώρα να εργαστείτε πιο σκληρά!<br><br>

          <strong>Επιλέξτε ασκήσεις που σας κάνουν να νιώθετε αυτοπεποίθηση</strong><br>
          Θα πρέπει να αισθάνεστε ότι έχετε τον έλεγχο και την αυτοπεποίθηση όταν προπονείστε, σε οποιοδήποτε στάδιο του ταξιδιού σας στη φυσική κατάσταση — το να παλεύετε με μια άσκηση μόνο και μόνο επειδή είναι μέρος του προγράμματος ΔΕΝ σημαίνει ότι είναι η καλύτερη παραλλαγή της άσκησης για εσάς.<br><br>
          Δεν είναι ντροπή να τροποποιήσω μια άσκηση ή να είμαι αρχάριος — έπρεπε να τροποποιήσω ΟΛΑ αφού είχα την Arna, και αυτό είναι εντάξει.<br><br>

          <strong>Προγραμματίστε ημέρες προπόνησης στο ημερολόγιό σας</strong><br>
          Κάντε τις προπονήσεις σας προτεραιότητα — όπως θα κάνατε σε ένα ραντεβού! Προγραμματίστε τις ημέρες της προπόνησής σας στο ημερολόγιό σας και μάθετε τι θα κάνετε ΠΡΙΝ ξεκινήσετε, ώστε να έχετε όλα όσα χρειάζεστε για να κυλήσει ομαλά και χωρίς περισπασμούς, είτε προπονείστε στο σπίτι είτε στο γυμναστήριο. Ετοιμάστε τα ρούχα και τον εξοπλισμό σας το προηγούμενο βράδυ για μια πρωινή προπόνηση ή βάλτε τα στην τσάντα σας για μια γυμναστική μετά τη δουλειά.<br><br>
          Εάν σχεδιάζετε να ξεκινήσετε το πρόγραμμα High Intensity with Kayla για πρώτη φορά, έχω μοιραστεί περισσότερες συμβουλές που θα σας βοηθήσουν να περάσετε την Εβδομάδα 1 .<br><br>
          Η συμβουλή μου είναι να γυμνάζεστε όποτε μπορείτε! Ειλικρινά δεν κάνει διαφορά αν γυμνάζεσαι το πρωί ή το βράδυ, αρκεί να το κάνεις!<br><br>

          <strong>Βρείτε έναν φίλο προπόνησης για να σας κρατήσει υπόλογους</strong><br>
          Ένας καλός τρόπος για να είστε υπόλογοι με τις προπονήσεις σας είναι να βρείτε έναν φίλο προπόνησης — Λατρεύω το πόσο υποστηρικτική είναι ΟΛΗ η κοινότητα του Sweat και το καλύτερο είναι ότι απέχουν μόνο ένα κλικ!<br><br>
          Κάντε την αποστολή σας να συνδεθείτε με άλλες γυναίκες μέσω της λειτουργίας Κοινότητα στην εφαρμογή Sweat ή στο Instagram μου σήμερα.<br><br>

          <strong>Συνδυάστε τις προπονήσεις σας με μια δραστηριότητα που ήδη απολαμβάνετε </strong><br>
          Παρακολουθώ πάντα το Netflix κατά τη διάρκεια του LISS στον διάδρομο — όταν ασκείστε με κάτι που σας αρέσει, όπως να ακούτε την αγαπημένη σας λίστα αναπαραγωγής προπόνησης ή ένα podcast, θα νιώθετε περισσότερη ενέργεια και ακόμη και θα ξεχνάτε ότι γυμνάζεστε!<br><br>
          <strong>Θέτω στόχους</strong><br>
          Σκεφτείτε τους στόχους σας και να είστε ρεαλιστές σχετικά με το πόσο συχνά χρειάζεται να γυμνάζεστε για να τους πετύχετε — αξίζει πραγματικά να κοιμάστε λιγότερο μόνο και μόνο επειδή πιστεύετε ότι η στριμώξεις σε μια επιπλέον προπόνηση θα σας βοηθήσει να τους πετύχετε πιο γρήγορα;<br><br>
          Βρείτε αυτό που ταιριάζει με τον τρόπο ζωής, το πρόγραμμα και τα επίπεδα ενέργειας σας και κάντε το!<br><br>
          <strong>Αφήστε χρόνο για αποκατάσταση</strong><br>
          Εάν ακολουθείτε έναν πολυάσχολο τρόπο ζωής, η προσθήκη περισσότερης άσκησης μπορεί να μην είναι η καλύτερη επιλογή για να επιτύχετε τους στόχους σας. Εάν ξεκινάτε, προσπαθήστε να κάνετε τουλάχιστον δύο προπονήσεις κάθε εβδομάδα και χρησιμοποιήστε τις υπόλοιπες ημέρες για να εστιάσετε στην κίνηση όταν μπορείτε και να ξεκουραστείτε αρκετά για να αναρρώσετε από τις προπονήσεις σας .<br><br>
          <strong>Συμμετάσχετε τα παιδιά σας</strong><br>
          Αν είστε πολυάσχολη μαμά όπως εγώ, ξέρω πόσο δύσκολο μπορεί να είναι να κάνετε τα παιδιά σας να κάθονται ακίνητα ενώ προπονείστε — αυτός είναι ο λόγος που οι προπονήσεις μου είναι όλες 30 λεπτά ή ΛΙΓΟΤΕΡΟ!<br><br>
          Συνήθως γυμνάζομαι μετά τις 7:30 μ.μ. όταν η Άρνα κοιμάται — αλλά μπορείτε να αφήσετε τα παιδιά σας να σας παρακολουθούν προπονήσεις ή ακόμα και να συμμετέχουν! Εάν γυμνάζεστε με τα παιδιά σας, μην ξεχάσετε να τα μοιραστείτε στα μέσα κοινωνικής δικτύωσης και να με tag — μου αρέσει να τα βλέπω!<br><br>


        <br>
        <br>
        <a class="btn" href="allArticlesExercise.php">&laquo;</a>
    </div>
    <br>
    <?php
    include 'includes\footer.php';
     ?>
</body>
</html>
