
<html>
<head>
    <meta charset="UTF-8" name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="pspi.css">
    <title> Πως να μην τρώτε τα συναισθήματα σας</title>
        <link rel="icon" type="image/x-icon" href="favicon.png">
        <link href="https://cdn.jsdelivr.net/npm/remixicon@2.5.0/fonts/remixicon.css" rel="stylesheet">
        <!-- Link to your stylesheet -->
        <link rel="stylesheet" href="./styles.css">
        <!-- -->
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <style>

            body {
                margin: 0;
                font-family: Arial, Helvetica, sans-serif;
            }

            img {
                border-radius: 7px;
            }

            .readmore_text {
                text-align: justify;
                padding: 4px;
                margin: 20px;
                font-size: 20px;
            }
        </style>
</head>
<body>
  <?php
  include 'header.php'
   ?>
    <div class="readmore">

       <hr style="border-top:2px solid #90EE90">
            <h2><strong>Πως να μην τρώτε τα συναισθήματα σας</strong></h2>
       <hr style="border-top:2px solid  #ED6964">

    </div>
        <img alt="image_eating_disorder" src="eating-disorder.png" width="30%" height="30%">
        <p class="readmore_text">

            Μια πολύ λογική διαπίστωση, που δεν βρίσκει καμία εφαρμογή στην καθημερινότητα των περισσότερων από εμάς. Αν φάμε λιγότερο ή περισσότερο η υγεία και η ποιότητα της ζωής μας επηρεάζεται -αρνητικά-  και κατά συνέπεια το ίδιο συμβαίνει και στην ψυχολογία μας.
            Η σύνδεση φαγητού και ψυχολογίας είναι αδιαμφισβήτητη. Όλοι έχουμε «φάει» τα συναισθήματα μας, άγχος, λύπη, αγωνία, βαρεμάρα και πόσα ακόμα θετικά, αλλά κυρίως αρνητικά συναισθήματα και καταστάσεις. Όλοι έχουμε επιβραβεύσει ή τιμωρήσει τον εαυτό μας με φαγητό ή στέρηση φαγητού. Το δύσκολο κομμάτι έρχεται όταν οι παραπάνω καταστάσεις παγιώνονται και καθιστούν την καθημερινότητα μας δυσλειτουργική.

            Μικρές διατροφικές αλλαγές μπορούν να κάνουν τη μεγάλη διαφορά. Ευρήματα από σχετικές έρευνες έχουν αποδείξει ότι πολύ μικρές προσαρμογές όπως

            Η κατανάλωση μικρότερης ποσότητας junk food και μεγαλύτερης ποσότητας πιο θρεπτικών τροφών όπως όσπρια, ψάρι και λαχανικά και
            Μικρά γεύματα στη διάρκεια της μέρας
            είχαν ευεργετική δράση όχι μόνο στη βελτίωση της αυτοεικόνας των συμμετεχόντων, αλλά και στην ψυχολογία τους. Τέτοιου είδους έρευνες ενισχύουν την πεποίθηση ότι διατροφικά μοτίβα, συμπληρώματα διατροφής (σε συνεννόηση με τον γιατρό) και βιταμίνες, ιχνοστοιχεία και άλλες θρεπτικές ουσίες μπορεί να είναι η αιτιολογία για προβλήματα ψυχικής υγείας ή η θεραπεία.
            Τα είπαμε πολύ ωραία παραπάνω, αλλά στην πραγματικότητα, πόσο εύκολο είναι να γίνουν οι μικρές αυτές προσαρμογές? Η απάντηση είναι ότι είναι δύσκολο, αλλά όχι ακατόρθωτο. Το μυστικό είναι να θέτεις μικρούς και εφικτούς στόχους και να προσπαθείς να τους κατακτάς μέρα με τη μέρα. Μην πεις από τη μια στιγμή στην άλλη, ενώ δεν πίνεις καθόλου νερό, ότι ‘ από αύριο θα πίνω 2 λίτρα νερό τη μέρα’. Αντί γι’ αυτό πες ‘ θα πίνω ένα ποτήρι νερό πριν από κάθε γεύμα για τον υπόλοιπο μήνα’.

            Για να κερδίσεις όλους αυτούς τους μικρούς στόχους που θα σε κάνουν να επαναπροσδιορίσεις τη σχέση σου με το φαγητό και να αλλάξεις τη ζωή σου αυτό που χρειάζεσαι είναι υποστηρικτικό πλαίσιο και εκπαίδευση. Μην φοβηθείς να ζητήσεις βοήθεια από ειδικούς και μην το αφήσεις για αύριο.

            Και να θυμάσαι ότι δεν χρειάζεται κανείς να είναι τέλειος.  Χρειάζεται μόνο να είναι όσο πιο συνεπής μπορεί και να μην σταματήσει να προσπαθεί.
        </p>
        <br>
        <a class="btn" href="allArticlesPsychology.php">&laquo;</a>
    </div>
    <br>
    <?php
    include 'footer.php'
     ?>
</body>
</html>
