
<html>
<head>
    <meta charset="UTF-8" name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="pspi.css">
    <title>7 Συμβουλές για την άσκηση χωρίς να πηγαίνετε στο γυμναστήριο</title>
    <link rel="icon" type="image/x-icon" href="favicon.png">
    <link href="https://cdn.jsdelivr.net/npm/remixicon@2.5.0/fonts/remixicon.css" rel="stylesheet">
    <!-- Link to your stylesheet -->
    <link rel="stylesheet" href="./styles.css">
    <!-- -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <style>

        body {
            margin: 0;
            font-family: Arial, Helvetica, sans-serif;
        }
        img{
            border-radius:7px;
        }
        .readmore_text {
            text-align: left;
            padding: 4px;
            margin: 20px;
            font-size: 20px;
        }
    </style>
</head>
<body>
    <div class="upperBackground">
        <div class="logo">
            <a href="mainPage.html">
                <img alt="Improve Your Health" src="logo.png"
                     width="400" height="100">
            </a>
        </div>
        <br><br>

        <form class="search" style="margin:auto;max-width:400px">
            <input type="text" placeholder="Search.." name="search">
            <button type="submit"> <i class="fa fa-search"></i></button>
        </form>
    </div>

    <div class="page">
        <nav class="page__menu page__custom-settings menu">

            <ul class="menu__list r-list">
                <li class="menu__group"><a href="mainPage.html" class="menu__link r-link text-underlined">ΑΡΧΙΚΗ ΣΕΛΙΔΑ</a></li>
                <li class="menu__group"><a href="categories.html" class="menu__link r-link text-underlined">ΠΕΡΙΕΧΟΜΕΝΟ</a></li>
                <li class="menu__group"><a href="eidikoi.html" class="menu__link r-link text-underlined">Η ΟΜΑΔΑ ΜΑΣ</a></li>
                <li class="menu__group"><a href="contactpage.html" class="menu__link r-link text-underlined">ΕΠΙΚΟΙΝΩΝΙΑ</a></li>

            </ul>

        </nav>
    </div>
    <br>
    <div class="center">
      <hr style="border-top:2px solid #90EE90">
            <h2><strong>7 Συμβουλές για την άσκηση χωρίς να πηγαίνετε στο γυμναστήριο</strong></h2>
            <hr style="border-top:2px solid  #ED6964">


    </div>
    <div class="center">


        <br>
        <img alt="image_readmore" src="exercise1.jpg" width="30%" height="100%">

<p class="readmore_text">
          Έχεις βάλει στόχο να είσαι σε φόρμα και υγιής; Φοβερο! Ανεξάρτητα από το πού βρίσκεστε στο ταξίδι σας, μπορείτε να προπονηθείτε στο σπίτι με τις προπονήσεις μου στην εφαρμογή Sweat εάν δεν έχετε πρόσβαση σε γυμναστήριο ή απλώς προτιμάτε να ασκηθείτε στο σπίτι. Για να σας βοηθήσω να κινηθείτε, ακολουθούν μερικές από τις κορυφαίες συμβουλές μου για να ξεκινήσετε και να διατηρήσετε κίνητρο!
    <br><br>
    Πώς να ασκηθείτε χωρίς να πάτε στο γυμναστήριο<br><br>

    <strong>1. Ρυθμίστε τον χώρο σας</strong><br>
    Το να έχετε τον δικό σας ειδικό χώρο για άσκηση μπορεί μερικές φορές να είναι η μισή μάχη, αλλά η δημιουργία του "σπιτικού γυμναστηρίου" μπορεί να είναι τόσο απλή όσο να δημιουργείτε χώρο για ένα χαλάκι γιόγκα στο σαλόνι ή το γκαράζ σας. Εάν είστε αρκετά τυχεροί και έχετε ένα εφεδρικό δωμάτιο, θα μπορούσατε ακόμη και να το εγκαταστήσετε με τον απαραίτητο εξοπλισμό γυμναστικής στο σπίτι μου .

    Το πόσο χώρο θα χρειαστείτε θα εξαρτηθεί από το είδος των προπονήσεων που θα κάνετε. Το τελευταίο πράγμα που θέλετε είναι να χτυπήσετε οποιοδήποτε έπιπλο στη μέση της άσκησης! Αν μπορείτε, βρείτε έναν χώρο στον οποίο θα ανυπομονείτε να ασκηθείτε.

    Αν μόλις ξεκινάτε ή δεν έχετε πολύ χώρο , είναι εντάξει! Πολλές από τις προπονήσεις μου έχουν ελάχιστο ή καθόλου εξοπλισμό και δεν χρειάζονται πολύ χώρο. Ξεκινήστε από μικρά με τα βασικά και χτίστε σταδιακά τη διάταξη του σπιτιού σας καθώς γίνεστε πιο δυνατοί, πιο γυμνασμένοι, προσθέτετε νέες ασκήσεις στη ρουτίνα σας και καταλαβαίνετε τι σας αρέσει να κάνετε περισσότερο.
    <br><br>
    <strong>2. Επενδύστε σε αλτήρες και ένα χαλάκι γιόγκα</strong><br>
    Πρόκειται για δύο απλά και οικονομικά κομμάτια εξοπλισμού που θα σας βοηθήσουν πολύ και μπορείτε να τα πάρετε σχεδόν παντού! Το να έχετε ένα σετ βαρών στο σπίτι μπορεί να σας βοηθήσει να ανεβείτε τις προπονήσεις και την προπόνηση ενδυνάμωσης στο επόμενο επίπεδο. Μπορείτε να ξεφύγετε με την αγορά ενός μεγέθους ή αν θέλετε να αμφισβητήσετε τον εαυτό σας, να αγοράσετε μερικά διαφορετικά μεγέθη για χρήση καθώς προχωράτε στα προγράμματά μου.

    Οι προπονήσεις μου χρησιμοποιούν εξοπλισμό όπως αλτήρες και ιατρικές μπάλες για να χτίσετε τη δύναμή σας, ωστόσο, αν δεν σας ανήκουν, μπορούν εύκολα να αντικατασταθούν με άλλα είδη σπιτιού - σκεφτείτε πράγματα όπως ένα γεμάτο μπουκάλι ποτού ή σακούλες με φαγητό. Το να έχετε ένα καλό χαλάκι γιόγκα θα σας βοηθήσει επίσης όταν ολοκληρώνετε ασκήσεις σωματικού βάρους και πρέπει να ξαπλώσετε ή να αγγίξετε το έδαφος. Η επένδυση σε μερικά ποιοτικά βασικά στοιχεία προπόνησης στο σπίτι θα σας επιτρέψει να επωφεληθείτε ακόμη περισσότερο από την προπόνησή σας.
    <br><br>
    <strong>3. Προπονηθείτε με τον ιδρώτα</strong><br>
    Η εφαρμογή Sweat έχει όλα όσα χρειάζεστε για να ξεκινήσετε από το σπίτι, είτε είστε νέος στην άσκηση, είτε θέλετε να αναμίξετε το στυλ προπόνησής σας είτε θέλετε να ανεβείτε τη φυσική σας κατάσταση σε άλλο επίπεδο.

    Η εφαρμογή Sweat περιλαμβάνει δομημένα προγράμματα προπόνησης, προπονήσεις κατά παραγγελία, συνεδρίες αποκατάστασης, σχέδια γευμάτων, συνταγές και πολλά άλλα! Το καλύτερο είναι ότι μπορείτε να ολοκληρώσετε τις περισσότερες από τις προπονήσεις κυριολεκτικά οπουδήποτε - από το πάτωμα της κρεβατοκάμαρας σας στο τοπικό σας πάρκο σε ένα δωμάτιο ξενοδοχείου όταν είστε εν κινήσει.
    <br><br>
    <strong>4. Δημιουργήστε το δικό σας πρόγραμμα</strong><br>
    Η φυσική μετάβαση σε ένα γυμναστήριο μπορεί να διευκολύνει τη δημιουργία και την τήρηση ενός προγράμματος, εάν επιλέγετε συγκεκριμένες ώρες μαθημάτων ή αφιερώνετε χρόνο στην ημέρα σας για να φτάσετε εκεί. Το ίδιο ισχύει και για τις προπονήσεις στο σπίτι σας!

    Μια εξαιρετική συμβουλή είναι να προγραμματίζετε τις προπονήσεις σας στην αρχή κάθε εβδομάδας. Μπορείτε να το κάνετε αυτό χρησιμοποιώντας ένα φυσικό ημερολόγιο, στο ημερολόγιο της συσκευής σας ή απλά χρησιμοποιώντας τη λειτουργία Planner στην εφαρμογή Sweat για να σας βοηθήσει να αφιερώσετε χρόνο για φυσική κατάσταση.

    Μπορεί να μην έχετε πάντα κίνητρο για γυμναστική, αλλά το να κάνετε την άσκηση μέρος της ρουτίνας σας μπορεί να σας βοηθήσει να είστε υπεύθυνοι και συνεπείς. Η προσκόλληση σε μια νέα ρουτίνα προπόνησης μπορεί να είναι δύσκολη στην αρχή, αλλά μόλις ξεκινήσετε, θα γίνει συνήθεια και θα γίνει τακτικό μέρος της εβδομάδας σας.
    <br><br>
    <strong>5. Γίνετε δημιουργικοί και διασκεδάστε με τη φυσική σας κατάσταση</strong><br>
    Η άσκηση δεν χρειάζεται να γίνεται σε εσωτερικούς χώρους και η διατήρηση της φόρμας σίγουρα δεν χρειάζεται να είναι κάτι που κάνετε μόνοι σας!

    Σκεφτείτε έξω από το τετράγωνο και γυρίστε το πίσω στην παιδική σας ηλικία — πάρτε έναν φίλο και κατεβείτε στο τοπικό γήπεδο τένις ή μπάσκετ και παίξτε μερικά παιχνίδια. Η οδήγηση με το ποδήλατό σας και η πεζοπορία είναι επίσης υπέροχοι τρόποι για να κάνετε το σώμα σας να κινείται, που είναι εξαιρετικά διασκεδαστικοί. Αυτές οι δραστηριότητες είναι δωρεάν και θα σας κάνουν να νιώθετε γεμάτοι ενέργεια.

    Η κοινότητα του Sweat with Kayla είναι επίσης καταπληκτική αν ψάχνετε για έναν φίλο λογοδοσίας ή γυμναστικής ή συναντήσεις στις οποίες μπορείτε να συμμετάσχετε. Θα βρείτε πολλές ομοϊδεάτες γυναίκες να συζητούν και να υποστηρίζουν η μία την άλλη στο φόρουμ του Sweat και μπορείτε να ξεκινήσετε και εσείς τη δική σας συζήτηση.
    <br><br>
    <strong>6. Ασκηθείτε σε εξωτερικούς χώρους</strong><br>
    Βγάλτε το έξω! Ένα από τα αγαπημένα μου πράγματα είναι να πάω μια βόλτα. Βρείτε ένα κοντινό μονοπάτι γυμναστικής ή πίστα πεζοπορίας για να αυξήσετε πραγματικά τον καρδιακό σας ρυθμό. Πάρτε έναν φίλο μαζί σας και δεν θα νιώθετε καν ότι ασκείστε! Λατρεύω τη χρήση του χρονοδιακόπτη LISS στην εφαρμογή Sweat επειδή μου δίνει έναν στόχο προς τον οποίο πρέπει να εργαστώ.
    <br><br>
    <strong>7. Δοκιμάστε αυτές τις ασκήσεις προπόνησης στο σπίτι</strong><br>
    Οι παρακάτω ασκήσεις είναι από την εφαρμογή Sweat και μπορείτε να τις ολοκληρώσετε όπου έχετε λίγο χώρο. Δοκιμάστε 25 επαναλήψεις για κάθε άσκηση και ολοκληρώστε τρεις γύρους για μια γρήγορη προπόνηση που μπορείτε να κάνετε οποιαδήποτε στιγμή!
    (ΛΟΚ,ΟΡΕΙΒΑΤΗΣ,Burpees).
        <br>
        <br>
        <a class="btn" href="allArticlesExercise.html">&laquo;</a>
    </div>
    <br>
</body>
<footer class="footerCSS">
    <div class="footerRow">
        <br />
        <div class="footerColumn">
            <div class="center"style="color:black" >
                <h2>Στοιχεία Επικοινωνίας</h2>
                <hr>
                <p>
                    <strong>e-mail:</strong><br />
                    hege@example.com <br /></br>
                    <strong>Τηλέφωνο:</strong><br />
                    2310-___-___<br />
                </p>
            </div>
        </div>

        <div class="footerColumn">
            <div class="center">
                <h2><a id="footerHref" href="categories.html">Περιεχόμενο</a></h2>
                <hr>
                <p><a id="footerHref" href="allArticlesNutrition.html">Διατροφή</a></p>
                <p><a id="footerHref" href="allArticlesExercise.html">Σωματική Άσκηση</a></p>
                <p><a id="footerHref" href="allArticlesPsychology.html">Ψυχολογία</a></p>
            </div>
        </div>

        <div class="footerColumn">
            <div class="center">
                <h2>Social Media</h2>
                <hr>
                <br>
                <p>
                    <a href="https://www.instagram.com/" class="positioned ri-instagram-line icon"></a>
                    <a href="https://el-gr.facebook.com/" class="positioned ri-facebook-circle-line icon"></a>
                    <a href="https://www.youtube.com/" class="positioned ri-youtube-line icon"></a>
                </p>
            </div>
        </div>


        <br>
    </div>
</footer>
</html>
